# FeetPerSecondSquared Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..FeetPerSecondSquared Property
UnitTypeId Class See Also
---
Feet per second squared.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId FeetPerSecondSquared { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property FeetPerSecondSquared As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ FeetPerSecondSquared {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace